<?php
// показывать или нет выполненные задачи
$title = 'Дела в порядке!!!!';
$show_complete_tasks = rand(0, 1);

$doings = [
    [
        'task' => 'Собеседование в IT компании',
        'date' => '01.12.2018',
        'projects' => 'Работа',
        'status' => 'Нет'
    ],
    [
        'task' => 'Выполнить тестовое задание',
        'date' => '25.12.2018',
        'projects' => 'Работа',
        'status' => 'Нет'
    ],
    [
        'task' => 'Встреча с другом',
        'date' => '22.12.2018',
        'projects' => 'Входящие',
        'status' => 'Нет'
    ],
    [
        'task' => 'Сделать задание первого раздела',
        'date' => '21.12.2018',
        'projects' => 'Учеба',
        'status' => 'Да'
    ],
    [
        'task' => 'Купить корм для кота',
        'date' => 'Нет',
        'projects' => 'Домашние дела',
        'status' => 'Нет'
    ],
    [
        'task' => 'Заказать пиццу',
        'date' => 'Нет',
        'projects' => 'Домашние дела',
        'status' => 'Нет'
    ]
];
