<?php
// показывать или нет выполненные задачи
$title = 'Дела в порядке!!!!';
$show_complete_tasks = rand(0, 1);
$projects = [
    'Входящие',
    'Учеба',
    'Работа',
    'Домашние дела',
    'Авто'
];

$doings = [
    [
        'task' => 'Собеседование в IT компании',
        'date' => '08.05.2019',
        'projects' => 'Работа',
        'status' => 'Нет'
    ],
    [
        'task' => 'Выполнить тестовое задание',
        'date' => '25.05.2019',
        'projects' => 'Работа',
        'status' => 'Нет'
    ],
    [
        'task' => 'Встреча с другом',
        'date' => '22.05.2019',
        'projects' => 'Входящие',
        'status' => 'Нет'
    ],
    [
        'task' => 'Сделать задание первого раздела',
        'date' => '21.05.2019',
        'projects' => 'Учеба',
        'status' => 'Да'
    ],
    [
        'task' => 'Купить корм для кота',
        'date' => 'Нет',
        'projects' => 'Домашние дела',
        'status' => 'Нет'
    ],
    [
        'task' => 'Заказать пиццу',
        'date' => 'Нет',
        'projects' => 'Домашние дела',
        'status' => 'Нет'
    ]
];
